export const messages =[
    {
        id:2,
        message:`هاجر الجميلة أم روح حلوة 🤍🤍 بتدخل أى مكان بتشقلبه بعفويتها وتلقائيتها الرائعة ربنا يديم فرحتك دايما يا هاجر والله وتفضلى جميلة كدة زى ما أنتى ويديم الصحبة الحلوة حواليكى دايما وميحرمكيش من الناس اللى تتمنالك الخير دايما ♥️♥️♥️♥️`,
        nameSender:"Zienb Salama",
        
    },
    {
        id:3,
        message:`كل سنه وانت طيبه ياهاجر يابتاعة اسكندريه🌹🌹🌹طبعا كدا مش محتاج اكتب اسمي🌹🌹🌹
        باشهندس انا هاجر بتاعت اسكندريه😀
        عيد ميلاد سعيد عقبال مليون سنه🎂🎂`,
        nameSender:"",

    },
    {
        id:4,
        message:"On your birthday, I wish you a year with loads of fun, excitement and beautiful memories. Happy birthday 🎉✨🤍",
        nameSender:"Sama Saeed",

    },
    {
        id:5,
        message:`الي جيي القمر 🌚♥️
        كل سنه وانتي بخير يا حبيبي ♥️✨يا ام روح قمر وعقبال سنين كتير وانت سعيده ومبسوطه وبتعملي كل اللي نفسك فيه ♥️
        بحبك جدااااااااااا وبحب روحك القمر  اللي زي الطفله وصوتك الجميل اوي ربنا يحفظهولك 🥺♥️
        عايزه اقولك حافظي على روحك الحلوه دي واوعي تتغير لاي سبب ♥️
        وبجد فرحانه اوي اني عرفتك 🌚♥️♥️`,
        nameSender:"Huda El-bana",

    },
    {
        id:6,
        message:`هااااجاااار 🥳
        هاجر الجميلة اللي حقيقي ب طلتها بس تحبها ✨
        بصي يا بنتي الواحد اللي كل الناس بتحبه كده اكيد ربنا بيحبه ❤️
        انتي جميلة جدا و حضورك جميل و صوتك أجمل والله 🥺
        بتخلي لاي حاجه روح ايا كانت🌸
        مجتهدة وبتطلعي شغل عنب كمان 😂
        عايزة اقولك اني مبسوطة اني عرفتك السنة دي جدا❤️❤️
        كل عام وانتي بخير يا هاجر سنة سعيدة مليانة رضا و خير وتحققي كل اللي بتحلمي بيه يارب✨`,
        nameSender:"Faredia Rafat",

    },
    {
        id:7,
        message:`اهاااااااااجر😂😂😂😌
        كل سنه وانتي طيبه ي حبيبي 😎 كل عام وانتي إلى الله أقرب وعلي طاعته ادوم🥰🥰
        انتي بجد اكتر شخص مبهج قابلته وضحكتك قمر😉🖤 
        كفايه لما بتقابليني ف الكليه من بعيد كده وتقوليلي ي هداااااااه😂😂😂 بس والله قمر قمر يعني مفيش كلام😌😌 وكمان يوم الانترفيو بتاع IEEE كنت رايحه قلقانه وتايهه بس لما شوفتك انتي ونيره قلبي اطمن بجد😌😌🖤 
        دمتي بخير جميلتي🥰🥰🥰`,
        nameSender:"Huda Farag",

    },
    {
        id:8,
        message:`هجورة القمر 💕 بهجة التيم كله 😍💓 ،، كل سنة وانت طيبة ى حبيبتى 💓 كل سنة وانت جميلة 🥰 كل سنة وانت نقية 🤍كل سنة وانت طموحة ✨ 
        يارب كل سنينك الجاية فى هنا وسعادة وراحة بال ودايما مشرقة كدا ❤️ كل سنة وانت طيبة ى جميلة ❤️❤️`,
        nameSender:"Yessmin El-Shinwye",

    },
    {
        id:9,
        message:`هاجر كائن البهجة😻🙈كل سنة وانتى طيبة ياقلبي وعقبال سنين كتير في هنا وسعادة يارب وتحققي اللي بتتمنيه♥️♥️🌸ويارب دايما في حياتنا ومنتحرمش من صوتك ابدا ولا من هزارك 🤍🤍ويارب تتخرجي علي خير وتبقي بشمهندسة جامدة جدااااا🥳💙`,
        nameSender:"Shrouk Zedian",

    },
    {
        id:10,
        message:`♥🌸هاجر الجميلة🌸♥
        كل سنة وانتى جميلة وروحك حلوة زى ما هيا♥
        كل سنة وانتى محققة كل أحلامك وسعيده فى حياتك دايما يارب♥
        بحبك وبحب حجابك الى مزود جمالك ربنا يكرمك فى حياتك يارب♥
        دومتى جميلة♥`,
        nameSender:"Asmaa Fayed",

    },
    {
        id:11,
        message:`ازيك يا بشمهندسة هاجر كل سنة وانتي طيبة وعقبال سنين كتير ربنا يوفقك فيها لكل خير وتحققي كل أحلامك وطموحاتك 💙✨ بجد من الشخصيات العظيمة اللي عرفتها 💙✨ ونحضر بإذن الله احلى حفلة تخرج لاحلى هيد  💙🎉😂`,
        nameSender:"Abdl-mon3m",

    },
    {
        id:12,
        message:`هجورتي يا جوجتي 🦋🧡
        بداية كدا ممتنة جدا للفرصة اللي ربنا بعتهالي اني اتعرفت عليكِ يا جميلتي 🤍
        أدام الله عليكِ الضحكة القمر اللي بتاخد قلبي، بس تكون من غير صوت هتاخد قلبي أكتر 😂😂 شوفتك يوم الديمو لما كنتِ بتشرحي حبيت أسلوبك جدا وكنت حاسة اني اعرفك من زمان واحساسي مخيبنيش ✨🤍
        حقيقي مبسوطة اني اتعرفت عليكِ يا هجورتي، ربنا يديم عليكِ قلبك الطيب 🌼
        بحبك يا هجور 🤍🤍`,
        nameSender:"Karmain",

    },
    {
        id:13,
        message:`هاچـر عبد الحافظ..، كُـل عام وانتِ إلي الله أقرب وع طاعته أدوم وإلي جنَّته أسبق🌿..، كُـل عام وانتِ طيبه وبخير وصحه وعافيه وسلامة يارب🤲🏻..، كُـل عام وانتِ بهجة وإضافة جميلة لأي مكان تتواجدي فيه🌻..، ربنا يكرمك ويوفقك وينفع بيكِ دائمًا يارب يا هاچـر✨ وعقبال أما نباركلك ع التخرج ان شاء الله وتقولي كلمة في حفلة التخرج وبعدها تسافري ان شاء الله وتحققي أهدافك وطموحاتك كُلَّهَا🌿 عيد ميلاد سعيد عليكِ🌻 `,
        nameSender:"",

    },
    {
        id:14,
        message:`حافظ يحافظ♥️
        كل سنه وانتي طيبه وبخير يحبيبتي 🎂♥️
        انا مبسوطه اوي اننا صحاب😍 ومع بعض في الكليه وفي التيم وفي الصياح والخروجات 👀 وديما بتغنيلي في الريكوردات كدا بغض النظر عن درجات الصوت 😂😌ناقص اطلع الاقيكي في الصاله عندنا🌚🐤
        كل سنه وانتي جميله✨
         ويرب  اشوفك سعيده ديما كدا ومتوراني 🥲🤓
        عيد ميلاد سعيد ويرب تحققي كل احلامك يرب🎂🎈🎊🎉`,
        nameSender:"Noha",

    },
    {
        id:15,
        message:`كل عام وانتي بخير يارب ✨❤️❤️
        من الناس العظيمة فعلا الي مبسوط انها موجودة فاللجنة ❤️وكنت زعلان جدا فعلا لما كنتي ناوية متكمليش😢(بعيدا عن ال exit interview يعني الي كنا هنعمله 😂)
        بس صدقا انا فعلا فخور انك ميمبر فالويب وان شاء الله تكملي السيزون كله ✨
        واقدر فعلا اساعدكم ان انتو تتعلموا صح وتحبوا المجال 
        وان شاء الله تكون سنة سعيدة عليكي وتحققي فيها انجازات كتير جدا ✨`,
        nameSender:"Moataz Alaa",


    }
]